Repository: shiloa/swi09
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Hebrew
he: עברית

source: English
he: אנגלית

source: company name
he: שם החברה

source: plan name
he: שם התכנית

source: number of base minutes in plan
he: מספר דקות כלולות בתכנית

source: number of included text messages in plan
he: מספר הודעות טקסט הכלולות בתכנית

source: additional plan info
he: מידע נוסף אודות התכנית

source: company
he: שם החברה

source: plan active?
he: התכנית עדכנית?

source: Plan Minutes
he: דקות בתכנית

source: step classification
he: סיווג מדרגות

source: unit cost in this step
he: עלות יחידה במדרגה זו

source: plan for this pricing step
he: התכנית למדרגה זו

source: pricing starts at (number)
he: תמחור מתחיל ב-

source: pricing ends at (number)
he: תמחור מסתיים ב-
